Repository: AstronTechApp/looopr-ios
Catalog: Looopr/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# walkNavigation.routeFlipFailed
source: Couldn't flip route. Try again in a moment.
de: Route konnte nicht umgedreht werden. Versuche es gleich noch einmal.
es: No se pudo invertir la ruta. Inténtalo de nuevo en un momento.
fr: Impossible d'inverser l'itinéraire. Réessayez dans un instant.
it: Impossibile invertire il percorso. Riprova tra poco.
nl: Route omdraaien mislukt. Probeer het zo opnieuw.
pt_br: Não foi possível inverter a rota. Tente novamente em instantes.
pt_pt: Não foi possível inverter a rota. Tente novamente dentro de momentos.

# walkNavigation.routeFlipped
source: Route flipped — enjoy the walk!
de: Route umgekehrt — viel Spaß!
es: Ruta invertida — ¡que disfrutes!
fr: Itinéraire inversé — amusez-vous bien!
it: Percorso invertito — divertiti!
nl: Route omgekeerd — veel plezier!
pt_br: Rota invertida — aproveite!
pt_pt: Rota invertida — aproveite!

# walkNavigation.routeFlipping
source: Flipping route...
de: Route wird umgedreht...
es: Invirtiendo la ruta...
fr: Inversion de l'itinéraire...
it: Inversione del percorso...
nl: Route omdraaien...
pt_br: Invertendo a rota...
pt_pt: A inverter a rota...

# walkNavigation.routeUpdated
source: Route updated
de: Route aktualisiert
es: Ruta actualizada
fr: Itinéraire mis à jour
it: Percorso aggiornato
nl: Route bijgewerkt
pt_br: Rota atualizada
pt_pt: Rota atualizada

# walkNavigation.thenInstruction
source: Then %@
de: Dann %@
es: Luego %@
fr: Puis %@
it: Poi %@
nl: Daarna %@
pt_br: Depois %@
pt_pt: Depois %@

# wrongWay.flipRoute
source: Yes, flip route
de: Ja, Route umdrehen
es: Sí, invertir ruta
fr: Oui, inverser l'itinéraire
it: Sì, inverti il percorso
nl: Ja, route omdraaien
pt_br: Sim, inverter rota
pt_pt: Sim, inverter rota

# wrongWay.message
source: Looks like you're heading in the opposite direction. Want to flip the route to match?
de: Es sieht so aus, als würdest du in die entgegengesetzte Richtung gehen. Möchtest du die Route umdrehen?
es: Parece que vas en la dirección opuesta. ¿Quieres invertir la ruta?
fr: Il semble que tu ailles dans la direction opposée. Veux-tu inverser l'itinéraire?
it: Sembra che tu stia andando nella direzione opposta. Vuoi invertire il percorso?
nl: Het lijkt erop dat je in de tegenovergestelde richting gaat. Wil je de route omdraaien?
pt_br: Parece que você está indo na direção oposta. Quer inverter a rota?
pt_pt: Parece que você está indo na direção oposta. Quer inverter a rota?

# wrongWay.title
source: Walking the other way?
de: Gehst du in die andere Richtung?
es: ¿Vas en la otra dirección?
fr: Tu marches dans l'autre direction?
it: Stai camminando nell'altra direzione?
nl: Wandel je de andere kant op?
pt_br: Você está caminhando na outra direção?
pt_pt: Você está caminhando na outra direção?

# wrongWay.turnAround
source: No, stay as is
de: Nein, Route beibehalten
es: No, mantener ruta
fr: Non, garder l’itinéraire
it: No, mantieni il percorso
nl: Nee, route behouden
pt_br: Não, manter rota
pt_pt: Não, manter rota

# poi.categoryDescription.restaurant
source: Restaurant
es: Restaurante
it: Ristorante
pt_br: Restaurante
pt_pt: Restaurante

# liveActivity.inDistance
source: in
es: en
fr: dans
it: tra
nl: over
pt_br: em
pt_pt: em

# misc.name
source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pt_br: Nome
pt_pt: Nome

# poi.category.aquarium
source: Aquarium
es: Acuario
it: Acquario
pt_br: Aquário
pt_pt: Aquário

# poi.category.museum
source: Museum
es: Museo
fr: Musée
it: Museo
pt_br: Museu
pt_pt: Museu

# poi.category.park
source: Park
es: Parque
fr: Parc
it: Parco
pt_br: Parque
pt_pt: Parque

# poi.category.restaurant
source: Restaurant
es: Restaurante
it: Ristorante
pt_br: Restaurante
pt_pt: Restaurante

# poi.category.theater
source: Theater
es: Teatro
fr: Théâtre
it: Teatro
pt_br: Teatro
pt_pt: Teatro

# poi.category.zoo
source: Zoo
es: Zoológico
nl: Dierentuin
pt_br: Zoológico
pt_pt: Jardim Zoológico

# poi.restaurants
source: Restaurants
es: Restaurantes
it: Ristoranti
pt_br: Restaurantes
pt_pt: Restaurantes

# routeName.west
source: West
es: Oeste
fr: Ouest
it: Ovest
pt_br: Oeste
pt_pt: Oeste

# settings.appVersion
source: App Version
es: Versión de la Aplicación
fr: Version de l'Application
it: Versione dell'App
nl: App-Versie
pt_br: Versão do Aplicativo
pt_pt: Versão do Aplicativo

# settings.support
source: Support
es: Soporte
fr: Assistance
it: Assistenza
nl: Ondersteuning
pt_br: Suporte
pt_pt: Suporte

# poi.category.cafe
source: Café
it: Caffè

# home.duration.3h
source: 3h
nl: 3u

# time.hoursAndMinutes
source: %@h %@min
nl: %@u %@min
